/* 
   Localizable.strings
   SSHTunnel

   Created by Antoine Mercadal on 10/07/08.
   Copyright 2008 Epitech. All rights reserved.
 */
 
 "OK"						= "Ok";
 "CANCEL"					= "Cancel";
 "CONFIRM"					= "Confirm";
 "ERROR"					= "Error";
 "INTERNAL_ERROR_MESSAGE"	= "Internal Error";
  
 "KILLALLSSH_TITLE"			= "Kill all SSH";
 "KILLALLSSH_MESSAGE"		= "You are going to shut down all ssh sessions, even ones that are not managed by SSHTunnel.  Are you sure?";
 
 
 "ACCOUNT_CREATION_INCORRECT_PASSWORD_TITLE"		= "Incorrect password";
 "ACCOUNT_CREATION_INCORRECT_PASSWORD_NOT_MATCH"	= "Passwords are not matching";
 "ACCOUNT_CREATION_INCORRECT_PASSWORD_TOO_SHORT"	= "The password must be at least 6 characters.";
 
 "ACCOUNT_SERVER_PLIST_WRONG_MESSAGE"				= "Plist file corrupt, or SH script not found.";
 
 "ACCOUNT_CREATION_INCORRECT_LOGIN_TITLE"			= "Incorrect username";
 "ACCOUNT_CREATION_INCORRECT_LOGIN_TOO_LONG"		= "The username must 6 characters max.";
 "ACCOUNT_CREATION_INCORRECT_LOGIN_EXISTS"			= "Username already exists. Please choose another one.";
 
 "ACCOUNT_CREATION_SUCESSFULL_TITLE"				= "New account";
 "ACCOUNT_string_CREATION_SUCCESSFULL"				= "Account has been successfully created";
  